notes/medecine/douleur.tex
% Created 2018-11-14 Wed 21:24
% Intended LaTeX compiler: lualatex
\documentclass[11pt]{article}
\usepackage[hidelinks]{hyperref}
\usepackage{booktabs}
\input{header}
\usepackage[linesnumbered,ruled,vlined]{algorithm2e}
\author{Alexis Praga}
\date{\today}
\title{Douleur}
\hypersetup{
 pdfauthor={Alexis Praga},
 pdftitle={Douleur},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\input{bacteries-header}

\section{132 : Antalgiques}
\label{sec:org7bdcd6d}
\subsection{Palier 1 et AINS}
\label{sec:org6316170}
\subsubsection{Paracétamol}
\label{sec:orga77273a}
1ere intention, surtout douleur chronique

Prescription : 3-4g/24h (adulte) avec délai 4-6h. Délai 1h, dure 4-6h. Enfant : 60mg/kg/24g
espacée de 6h 

Seul pour douleurs faibles/modérées, avec opioïdes sinon

Tolérance :
\begin{itemize}
\item si surdosage : 
\begin{itemize}
\item hépatotoxique \thus urgence \skull \thus N-acétylcysténine
\item insuf rénale aigüe et nécrose tubulaire
\item thrombocytopénie
\end{itemize}
\item sinon bonne tolérance. Surveiller HTA, hypersensibilité
\end{itemize}

\subsubsection{AINS}
\label{sec:org87bbc0f}
COX-1 : protège muqueuse gastro-duodénale et pro-agrégant. COX-2 : inflammation,
effet anti-agrégant

Antalgique à faible dose. Pour douleurs \{ostéo-articulaire, trauma, post-op,
néplasiques\}, coliques néphrétiques, dysménorrhées essentielles, migraines.

OS, injectable (limiter à 48h !) ou pommade/gel

Effets indésirables :
\begin{itemize}
\item digestif \footnote{NB : coxibs \dec probabilité de développer un ulcère simple/compliqué
mais retard circatrisation d'un ulcère gastrique \ldots{}}: 
\begin{itemize}
\item mineur : nausées, vomissements, gastralgies, douleurs abdo
\item grave : ulcère, perforation digestive, hémorragie
\item autres : ulcère oesophagien\footnote{Donc toujours prendre avec de l'eau, debout et sans être à jeun !}, aggravation diverticulose,
anorectites/brûlures anales
\item FR : \{ > 65 ans, ATCD ulcère/hémorragie dig, infection \bact{helicobacter},
maladie générale sévère\}, \{+ AINS, + corticoïdes, +anticoag/agrégants,
+aspirine\}
\thus FR \(\ge\) 3 ou aspirine : éviter !
\end{itemize}
\item rein :
\begin{itemize}
\item \danger risque hypovolémie, néphropathie, âgé, association (diurétique, IEC,
ARAII)
\item insuf rénale fonctionnel (créat !), rétention hydrosodée, hyperkaliémie,
néphropathie intestitielle, (nécrose papillaire)
\end{itemize}
\item cutanés/muqueus fréquents : bénin, urticaire (sd Lyelle/Stevens-johnson)
\item allergiques (rhinite, conjonctivite, oedème de Quincke, asthme) ou respiratoire
\item si anémie, chercher saignement digestif
\item hépatite (souvent silencieuse)
\item sd confusionnel (âgé)
\item CV : rétention hydrosodée, \inc risque thrombotique artériel
\end{itemize}

Éviter interactions : AINSE aspirine, \{anticoag, ticlopidine\}, \{diurétiques,
IEC\}, lithium, corticoïdes, méthotrexate

\fbox{Surtout douleurs aigües}

\subsection{Palier II}
\label{sec:org452bfbc}
60mg codéine = 50mg tramadol = 10mg morphine

\fbox{Douleurs modéres/intenses d'emblée ou ne répondant pas au palier I}

Douleurs aigües (courte) ou chronique (courte/long)

Codéine : 
\begin{itemize}
\item agoniste opioïde naturel \thus métabolite * morphine
\item seul (sirop, dihydrocodéine) ou avec paracétamol.
\item 1-2 comprimés toutes 6-8h
\end{itemize}

Tramadol : 
\begin{itemize}
\item seul, libération prolongée (LP) sur 12h \footnote{1 prise/j, 24h si 2 prises/j} ou immédiate (LI)\footnote{Toutes 4-6h}
\item max 400mg/j.
\item IV lente seulement en hôpital
\end{itemize}

Poudre d'opium avec paracétmal : 1-2 gélules toutes 4h (max 10/j)

Contre-indications : insuf respiratoire, asthme grave, insuf hépatocellulaire
sévère, enfants < 12 ans [codéine] ou 3 ans [tramadol], allaitement, épilepsie
non contrôlé [tramadol], +(ant)agoniste morphinique, +IMAO\footnote{Inhibiteurs de la monoamine oxydase} [tramadol].

Effets indésirables :
\begin{itemize}
\item ceux des opioïdes = sédation, vertige, \{constipation, nausées, vomissements\},
\{bronchospasme (dépression respiratoire)\}, rétetion d'urine
\item sécheresse buccale, douleurs abdo, troubles visuels, convulsion (si facteurs)
\end{itemize}

Éviter codéine si enceinte. \dec posologie si âgé

\subsection{Palier III}
\label{sec:orgdfdaba8}
AMM : 
\begin{itemize}
\item douleurs \emph{non} cancéreuse = morphine, oxycodone, fentanyl (transdermique)
\item douleurs cancéreuse = idem et fentanyyl transmuqueus, hydromorphone
\end{itemize}

\subsubsection{Formes}
\label{sec:orgcf2bf29}
\begin{itemize}
\item Agonistes purs
\begin{itemize}
\item Morphine (agoniste) : référence. Sous forme de chlorhydrate (inject) ou
sulfate (orale en LP ou  LI)
\item Hydromorphine (agoniste) : délai 2h, dure 12h. Seconde intention dans cancer
\item Oxycodone (agoniste) : morphine x2. LP (12h) ou LI  (4h)
\item Fentanyl : morphine x50-150. Transdermique (délai 12-18h et dure 72h) en
relais ou transmuqueuse (délai 10min et dure 1-2h)
\item Méthadone : substitutif pour dépendance aux opiacés
\end{itemize}
\item Agonistes partiels : buprénorphine = morphine x30. Effet plafond
\item Agoniste-antagonistes : nalpubphine = pédiatrie++, effet plafond, parentéral
seulement.
\item Antagonistes : naloxone
\end{itemize}

\subsubsection{CI}
\label{sec:org4bec5fd}
Insuf respi décompensée, insuf hépatocellulaire sévère, insuf rénale sévère,
épilepsie non contrôlée, trauma crânier et HTIC, intox alcoolique aigüe, +IMAO,
associer agonistes avec a. partiel ou a-antagonistes

\subsubsection{ECI}
\label{sec:org4eead4b}
\begin{itemize}
\item Constipation (fréquent !):
\begin{itemize}
\item préventif = laxatif oral systématique, hygiéno-diététique, oxycodone et
naloxone
\item curatif : \inc laxatif, fécalome ?, ttt rectal.\footnote{Si 0 selles : bithérapie laxative, lavement rectal, antagoniste
morphinique périph}
\end{itemize}
\item Nausées, vomisseements(fréquent !):
\begin{itemize}
\item préventif : anti-émétique
\item curatif : neuroleptique action centrale, corticoïdes, sétrons, droperidol
\end{itemize}
\item Somnolence : \dec dose ou rotation
\item Dépression respi (FR < 10min) : réa et naloxone
\item Trouble s confusionnels, cognitifs : \dec doses, rotation
\item Dysurie, rétention :\footnote{Y enser si HTA, douleurs abdo, agitation inhabituelle} \dec doses, sondage, chercher médicaments favorisants
\item Prurit : antihsistaminique, rotation
\end{itemize}

Dépendance : pyschologique (recherche compulsvie), physique (sd sevrage)

\subsubsection{Surdosage}
\label{sec:orga2999ab}
Somnolence, respi irrégulière, FR < 10/min
Échelle de sédation (0 à 3)\footnote{0 = éveillé, 3 = très somnolent, éveillable par stimulation tactile.}, de qualité de respiration (R0 à R3)\footnote{R0 = normale, R3 = pauses/apnée}

Réat et injection narcan (naloxone) : 0.4mg par dose de 0.04mg/2min jusque R1/R0

\subsubsection{Indications :}
\label{sec:org69e4456}
\begin{itemize}
\item Douleurs aigüe : très intenses ou (modéré/sévère ne répondant pas au palier
\end{itemize}
II). Oral (parentéral si urgence)
\begin{itemize}
\item Douleurs chroniques cancéreuses ou (non cancéreuses après échec étiologique,
palier 1, II et techniques). Oral et LP.
\end{itemize}

Équivalence :
\begin{itemize}
\item morphine : 1 oral = 1/2 SC = 1/3 IV
\item 1 morphine Iv = 1 oxycodone IV/SC
\item oxycodone . 1 oral = 1/2 IV/SC
\end{itemize}

Prescription : ordonnance sécurisée, \(\le\) 28j
\end{document}
